export const interpretations = {

  Sun: {
    "♈ Овен": "Солнце в Овне символизирует инициативность, смелость и желание действовать.",

    "♉ Телец": "Солнце в Тельце связано со стабильностью, терпением и ценностью комфорта.",

    "♊ Близнецы": "Солнце в Близнецах связано с любопытством, общением и обучением.",

    "♋ Рак": "Солнце в Раке связано с чувствительностью, заботой и сильной связью с близкими.",

    "♌ Лев": "Солнце во Льве связано с творчеством, уверенностью и самовыражением.",

    "♍ Дева": "Солнце в Деве связано с анализом, внимательностью и развитием навыков.",

    "♎ Весы": "Солнце в Весах связано с гармонией, отношениями и чувством красоты.",

    "♏ Скорпион": "Солнце в Скорпионе связано с глубиной, силой характера и трансформацией.",

    "♐ Стрелец": "Солнце в Стрельце связано с поиском знаний, развитием и свободой.",

    "♑ Козерог": "Солнце в Козероге связано с целями, дисциплиной и достижениями.",

    "♒ Водолей": "Солнце в Водолее связано с оригинальностью, идеями и независимостью.",

    "♓ Рыбы": "Солнце в Рыбах связано с воображением, эмпатией и творчеством."
  },

  Moon: {

    "♈ Овен": "Луна в Овне связана с быстрыми эмоциональными реакциями и стремлением действовать.",

    "♉ Телец": "Луна в Тельце связана с потребностью в стабильности и комфорте.",

    "♊ Близнецы": "Луна в Близнецах связана с любознательностью и потребностью общаться.",

    "♋ Рак": "Луна в Раке связана с чувствительностью и сильной интуицией.",

    "♌ Лев": "Луна во Льве связана с желанием творческого выражения и признания."

  }

};