export const zodiacDescriptions = {

  "♈ Овен": {
    element: "Огонь 🔥",
    text: "Энергия, инициативность и стремление действовать."
  },

  "♉ Телец": {
    element: "Земля 🌱",
    text: "Стабильность, практичность и любовь к комфорту."
  },

  "♊ Близнецы": {
    element: "Воздух 🌬️",
    text: "Любознательность, общительность и быстрый ум."
  },

  "♋ Рак": {
    element: "Вода 🌊",
    text: "Эмоциональность, забота и сильная интуиция."
  },

  "♌ Лев": {
    element: "Огонь 🔥",
    text: "Творчество, уверенность и желание проявлять себя."
  },

  "♍ Дева": {
    element: "Земля 🌱",
    text: "Аналитический подход и внимание к деталям."
  },

  "♎ Весы": {
    element: "Воздух 🌬️",
    text: "Гармония, красота и стремление к балансу."
  },

  "♏ Скорпион": {
    element: "Вода 🌊",
    text: "Глубина, сила характера и трансформация."
  },

  "♐ Стрелец": {
    element: "Огонь 🔥",
    text: "Любовь к развитию, путешествиям и знаниям."
  },

  "♑ Козерог": {
    element: "Земля 🌱",
    text: "Целеустремленность и ответственность."
  },

  "♒ Водолей": {
    element: "Воздух 🌬️",
    text: "Независимость, идеи и оригинальность."
  },

  "♓ Рыбы": {
    element: "Вода 🌊",
    text: "Воображение, чувствительность и творчество."
  }

};