export const marsInterpretations = {

  "♈ Овен": {
    main: "Марс в Овне даёт прямую, активную энергию и стремление действовать первым.",
    strengths: "Смелость, решительность, высокая скорость действий.",
    growth: "Важно развивать терпение и контролировать импульсивность.",
    relationships: "Проявляет чувства открыто и страстно.",
    career: "Сильная позиция там, где нужны инициатива и лидерство."
  },

  "♉ Телец": {
    main: "Марс в Тельце действует спокойно, но очень настойчиво. Цели достигаются постепенно.",
    strengths: "Выносливость, стабильность, умение доводить дела до конца.",
    growth: "Важно быстрее реагировать на изменения.",
    relationships: "Ценит надёжность, физическую близость и постоянство.",
    career: "Хорош в сферах, где требуется терпение и практический подход."
  },

  "♋ Рак": {
    main: "Марс в Раке направляет энергию через эмоции, защиту близких и заботу.",
    strengths: "Интуиция, преданность, способность защищать важных людей.",
    growth: "Важно выражать желания прямо, а не скрывать эмоции.",
    relationships: "Действует из чувства привязанности и заботы.",
    career: "Подходит работа, связанная с людьми, творчеством и поддержкой."
  },

  "♌ Лев": {
  main: "Марс во Льве направляет энергию через творчество, самовыражение и желание проявить свои способности.",
  strengths: "Харизма, уверенность, лидерские качества и способность вдохновлять других.",
  growth: "Важно развивать гибкость и помнить, что признание не всегда является главной целью.",
  relationships: "Проявляет чувства ярко, страстно и хочет быть значимым для партнёра.",
  career: "Хорошо раскрывается в лидерстве, творческих проектах и сферах, где можно проявлять инициативу."
}

};