export const mercuryInterpretations = {

  "♈ Овен": {
    main: "Мышление быстрое и прямое. Человек предпочитает действовать и говорить без лишних обходных путей.",
    strengths: "Решительность, скорость принятия решений, смелость выражать идеи.",
    growth: "Важно развивать терпение и учитывать мнение других.",
    relationships: "Ценит честное и открытое общение.",
    career: "Хорошо проявляется там, где нужны инициативность и быстрые решения."
  },

  "♉ Телец": {
    main: "Практичный ум, склонность анализировать информацию и искать надёжные решения.",
    strengths: "Последовательность, логика, хорошая память.",
    growth: "Важно легче принимать новые идеи и изменения.",
    relationships: "Предпочитает спокойное и понятное общение.",
    career: "Сильные стороны раскрываются в финансовых и практических сферах."
  },

  "♋ Рак": {
  main: "Мышление связано с чувствами, памятью и интуицией. Человек воспринимает информацию через личный опыт.",
  strengths: "Хорошая память, эмоциональный интеллект, умение чувствовать настроение людей.",
  growth: "Важно не позволять эмоциям полностью управлять решениями.",
  relationships: "Общение строится через заботу, понимание и эмоциональную близость.",
  career: "Подходят сферы, где важны люди, творчество, помощь и анализ."
}

};