export const moonInterpretations = {

  "♈ Овен": {
    main: "Эмоции проявляются быстро и открыто. Внутри есть сильная потребность действовать и самостоятельно принимать решения.",
    strengths: "Смелость, эмоциональная честность, способность быстро восстанавливаться.",
    growth: "Важно учиться терпению и не принимать решения только под влиянием момента.",
    relationships: "Нужны яркие чувства, искренность и ощущение свободы.",
    career: "Хорошо проявляется там, где нужны энергия, скорость и инициатива."
  },


  "♉ Телец": {
    main: "Эмоциональная стабильность и стремление к безопасности являются важными потребностями.",
    strengths: "Спокойствие, верность, умение создавать комфорт.",
    growth: "Важно быть более гибким и легче принимать перемены.",
    relationships: "Ценит надёжность, заботу и постоянство.",
    career: "Сильна в сферах, где требуется терпение и последовательность."
  },


  "♊ Близнецы": {
    main: "Эмоции тесно связаны с мыслями и общением. Важно постоянно получать новую информацию.",
    strengths: "Любознательность, адаптивность, лёгкость общения.",
    growth: "Важно глубже проживать чувства, а не только анализировать их.",
    relationships: "Нуждается в интеллектуальной близости и интересных разговорах.",
    career: "Подходит работа с информацией, людьми и обучением."
  },


  "♋ Рак": {
    main: "Очень чувствительная эмоциональная природа с сильной интуицией.",
    strengths: "Забота, эмпатия, глубокое понимание людей.",
    growth: "Важно создавать личные границы и заботиться о себе.",
    relationships: "Ищет эмоциональную безопасность и настоящую близость.",
    career: "Раскрывается там, где можно помогать и поддерживать других."
  },


  "♌ Лев": {
    main: "Эмоциям важно выражаться ярко и творчески. Есть потребность в признании.",
    strengths: "Щедрость, тепло, способность вдохновлять.",
    growth: "Важно не зависеть полностью от внешней оценки.",
    relationships: "Любит проявлять чувства красиво и открыто.",
    career: "Подходит творчество, лидерство и публичные направления."
  }

};